//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "لغو";
"_upload_file_"             = "آپلود فایل";
"_download_file_"           = "دانلود فایل";
"_loading_"                 = "در حال بار گزاری";
"_loading_with_points_"     = "در حال بار گزاری...";
"_loading_num_"             = "بارگیری فایل %i";
"_loading_autoupload_"      = "آپلود خودکار";
"_uploading_"               = "در حال آپلود";
"_synchronization_"         = "هماهنگ سازی";
"_delete_"                  = "حذف";
"_delete_file_n_"           = "حذف فایل %i از  %i";
"_rename_"                  = "تغییرنام";
"_move_"                    = "انتقال";
"_move_file_n_"             = "انتقال فایل %i از  %i";
"_creating_sharing_"        = "ایجاد اشتراک گذاری";
"_updating_sharing_"        = "به روز رسانی به اشتراک گذاری";
"_removing_sharing_"        = "از بین بردن اشتراک گذاری";
"_add_"                     = "افزودن";
"_login_"                   = "Log in";
"_save_"                    = "ذخیره";
"_warning_"                 = "اخطار";
"_error_"                   = "خطا";
"_error_e2ee_"              = "Error E2EE";
"_no_"                      = "نه";
"_yes_"                     = "بله";
"_select_"                  = "انتخاب";
"_select_all_"              = "Select all";
"_upload_"                  = "Upload";
"_home_"                    = "فایل";
"_file_to_upload_"          = "فایل برای آپلود";
"_destination_"             = "مقصد";
"_ok_"                      = "تایید";
"_beta_version_"            = "نسخه بتا";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "انجام شد";
"_passcode_too_short_"      = "کد عبور بیش از حد کوتاه است، حداقل 4 کاراکتر مورد نیاز است";
"_selected_"                = "انتخاب شد";
"_scan_fingerprint_"        = "اسکن اثر انگشت برای تأیید اعتبار";
"_no_active_account_"       = "هیچ حساب کاربری یافت نشد";
"_info_"                    = "اطلاعات";
"_warning_"                 = "اخطار";
"_email_"                   = "email";
"_save_exit_"               = "آیا می خواهید بدون ذخیره اطلاعات خارج شوید؟";
"_video_"                   = "فیلم ";
"_overwrite_"               = "بازنویسی";
"_transfers_in_queue_"      = "انتقال در حال انجام است، لطفا صبر کنید ...";
"_too_errors_automatic_all_"= "خطاهای بیش از حد، برای کنترل مشکل به \"مرکز کنترل\" بروید";
"_create_folder_"           = "ایجاد پوشه";
"_create_folder_on_"        = "ایجاد پوشه در";
"_close_"                   = "بستن";
"_postpone_"                = "به تعویق بنداز";
"_remove_"                  = "حذف";
"_file_not_found_"          = "فایل یافت نشد";
"_continue_"                = "می خواهید ادامه دهید؟";
"_auto_upload_folder_"      = "آپلود خودکار";
"_gallery_"                 = "گالری";
"_photo_"                   = "عکس";
"_audio_"                   = "صدا";
"_unknown_"                 = "نامشخص";
"_next_"                    = "بعدی";
"_success_"                 = "Success";
"_initialization_"          = "Initialization";
"_experimental_"            = "Experimental";
"_select_dir_media_tab_"    = "Select as folder \"Media\"";
"_error_creation_file_"     = "Ops! Could not create the file";
"_save_path_"               = "Save path";
"_save_settings_"           = "Save settings";
"_mode_filename_"           = "Filename mode";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud";
"_restore_"                 = "Restore";
"_camera_roll_"             = "Camera roll";
"_tap_here_to_change_"      = "Tap here to change";
"_no_albums_"               = "No albums";
"_denied_album_"            = "This app does not have access to \"Photos\", you can enable access in Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";

// App

"_network_available_"       = "شبکه در دسترس است";
"_network_not_available_"   = "Network unavailable";

// Networking

"_file_too_big_"            = "File too large to be encrypted/decrypted";
"_file_too_big_max_100_"    = "File too large (max 100 kb.)";
"_...loading..._"           = "Loading…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "فایل پیدا نشد یا دوباره ارسال نشد, آپلود را حذف کنید و فایل را دوباره آپلود کنید.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Could not read the file";

// More

"_more_"                        = "بیش‌تر";
"_notifications_"               = "خبر های جدید";
"_logout_"                      = "Log out";
"_quota_space_unlimited_"       = "Unlimited";
"_quota_space_unknown_"         = "Unknown";
"_quota_using_"                 = "از %@, %@استفاده شده است";

// Settings

"_acknowledgements_"            = "سپاسگزاری ها";
"_settings_"                    = "تنظیمات";
"_passcode_"                    = "گذرواژه";
"_lock_"                        = "Lock";
"_lock_active_"                 = "Lock: On";
"_lock_not_active_"             = "Lock: Off";
"_lock_protection_no_screen_"        = "Do not ask at startup";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                         = "URL";
"_username_"                    = "نام کاربری";
"_change_credentials_"          = "اطلاعات حساب خود را تغییر دهید";
"_wifi_only_"                   = "فقط از اتصال Wi-Fi استفاده کنید";
"_settings_autoupload_"         = "آپلود خودکار";
"_app_version_"                 = "نسخه برنامه";
"_app_in_use_"                  = "Application in use";
"_contact_by_email_"            = "با ما از طریق ایمیل تماس بگیرید";
"_clear_cache_"                 = "Clear cache";
"_clear_cache_footer_"          = "Clear downloaded and offline files from the app";
"_exit_"                        = "Reset application";
"_exit_footer_"                 = "Remove all accounts and local data from the app";
"_funct_not_enabled_"           = "عملکرد فعال نیست";
"_passcode_activate_"           = "Password lock on";
"_disabling_passcode_"          = "Removing password lock";
"_want_exit_"                   = "Attention! Will be reset to initial state. Continue?";
"_proceed_"                     = "ادامه";
"_delete_cache_"                = "حذف Cache";
"_want_delete_cache_"           = "Do you want to delete the cache?";
"_delete_cache_and_db_"         = "Yes and remove the transfers in progress";
"_want_delete_thumbnails_"      = "آیا می خواهید تمام ریز عکسها Thumbnail را نیز حذف کنید؟";
"_mail_deleted_"                = "ایمیل حذف شد";
"_mail_saved_"                  = "ایمیل ذخیره شد";
"_mail_sent_"                   = "ایمیل ارسال شد";
"_mail_failure_"                = "Could not send email: %@";
"_information_req_"             = "درخواست اطلاعات";
"_write_in_english_"            = "Kindly write to us in English";
"_credentials_"                 = "اعتبارها";
"_manage_account_"              = "مدیریت حساب ها ";
"_change_password_"             = "تغییر گذر واژه";
"_add_account_"                 = "ایحاد حساب کاربری";
"_delete_account_"              = "حذف حساب کاربری";
"_want_delete_"                 = "آیا از حذف اطمینان دارید؟";
"_no_delete_"                   = "خیر، حذف نکن";
"_yes_delete_"                  = "بلی, حذف کن";
"_remove_cache_"                = "لطفا صبر کنید، cache در حال پاک شدن است..";
"_optimizations_"               = "بهینه سازی";
"_synchronizations_"            = "پوشه های همگام سازی شده";
"_version_server_"              = "نسخه سرور";
"_help_"                        = "کمک";
"_lock_protection_simply_"      = "حفاظت از گذرواژه ضعیف";
"_change_simply_passcode_"      = "تغییر نوع گذرواژه ";
"_quota_"                       = "سهم";
"_available_"                   = "در دسترس";
"_cloud_account_"               = "حساب ابری";
"_information_"                 = "اطلاعات";
"_personal_information_"        = "مشخصات شخصی";
"_user_full_name_"              = "نام کامل";
"_user_address_"                = "آدرس";
"_user_phone_"                  = "شماره تلفن";
"_user_email_"                  = "ایمیل";
"_user_web_"                    = "وب‌ سایت";
"_user_twitter_"                = "توییتر";
"_favorite_offline_"            = "مورد علاقه های شما آفلاین در دسترس است";
"_favorite_offline_footer_"     = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                    = "Advanced";
"Skip"                          = "Skip";
"Start"                         = "Start";
"_disable_files_app_"           = "Disable Files App integration";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";

// Manage AutoUpload

"_autoupload_"                      = "Auto upload photos/videos";
"_autoupload_select_folder_"        = "Select the \"Auto upload\" folder";
"_autoupload_error_select_folder_"  = "Select a valid folder for the \"Auto upload\"";
"_autoupload_background_"           = "Auto upload in the background";
"_autoupload_photos_"               = "Auto upload photos";
"_autoupload_videos_"               = "Auto upload videos";
"_autoupload_description_"          = "The new photos/videos will be uploaded in your Cloud";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "Due to iOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up for a short time and checks for new photos to upload to the cloud.";
"_autoupload_change_location_"      = "Change folder";
"_autoupload_location_now_"         = "Folder";
"_autoupload_location_default_"     = "Restore default folder";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Select a folder";
"_autoupload_save_album_"           = "Copy photo or video into the photo album";
"_autoupload_fullphotos_"           = "Upload the whole camera roll";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading";
"_autoupload_create_subfolder_"     = "Use subfolders";
"_autoupload_create_subfolder_footer_" = "Store in subfolders based on year and month";
"_autoupload_filenamemask_"         = "Change filename mask";
"_autoupload_filenamemask_footer_"  = "Change the automatic filename mask";
"_autoupload_current_folder_"       = "Currently selected folder";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introduction to Nextcloud";
"_help_activity_verbose_"       = "Detailed Activity feed";
"_help_activity_mail_"          = "Send activity via email";
"_help_activity_clear_"         = "Clear activity";


// Manage Advanced

"_show_hidden_files_"           = "Show hidden files";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will save, when possible, photos as JPEG";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Connection error";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Add your Nextcloud account";
"_login_url_"                   = "Server address https://…";
"_login_bottom_label_"          = "Don't have a server yet?\nChoose one of the providers.";
"_error_multidomain_"           = "Address not allowed, only the following domains are valid:";
"_account_already_exists_"      = "The account %@ already exists";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Favorites";
"_favorite_"                    = "Favorite";
"_unfavorite_"                  = "Unfavorite";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Files and folders you mark as favorites will show up here";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "بیش‌تر";
"_favorite_no_files_"           = "No favorites yet";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No photo or video";
"_tutorial_autoupload_view_"                = "You can enable auto uploads from \"Settings\"";
"_no_date_"                                 = "No date";
"_today_"                                   = "Today";
"_time_"                                    = "Time: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\"";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to \"Settings\" and turn on \"Photo Access\"";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "No photos or videos uploaded yet";
"_create_full_upload_"                      = "Creating archive… May take a long time, please wait.";
"_error_createsubfolders_upload_"           = "Error creating subfolders";
"_activate_autoupload_"                     = "Enable auto upload";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_connection_internet_offline_" = "The Internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait…";
"_forbidden_characters_"        = "The file or folder name contains invalid characters";
"_mail_not_can_send_mail_"      = "No account set up, or wrong email address entered";

// File

"_photo_camera_"                = "Photos";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "Extraction in progress on local storage…";
"_file_unpacked_"               = "File unpacked on local storage";
"_file_saved_local_"            = "File saved on local storage.";
"_file_not_present_"            = "Error: File not present, please reload.";
"_order_by_"                    = "Sort by";
"_order_by_name_a_z_"           = "Sort by name (from A to Z)";
"_order_by_name_z_a_"           = "Sort by name (from Z to A)";
"_order_by_date_more_recent_"   = "Sort from the most recent";
"_order_by_date_less_recent_"   = "Sort from the less recent";
"_order_by_size_smallest_"      = "Sort from the smallest";
"_order_by_size_largest_"       = "Sort from the largest";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_download_selected_files_"     = "Download files";
"_download_selected_files_folders_" = "Download files and folders";
"_error_operation_canc_"        = "Error: Operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate it in the \"Settings\".";
"_passcode_protection_"         = "Password protection";
"_remove_favorites_"            = "Remove from favorites";
"_remove_offline_"              = "Remove from offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Share";
"_reload_"                      = "Reload";
"_open_in_"                     = "Open in…";
"_remove_local_file_"           = "Remove from cache";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files…";
"_no_file_pull_down_"           = "Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Turn off the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "After enabling the offline folder, all files in it will be synchronized with the server, continue?";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group alphabetically";
"_group_alphabetic_no_"         = "Group alphabetically";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ to upload";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ to download";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Save images and videos to photo album";
"_file_not_saved_cameraroll_"   = "Error: File not saved in photo album";
"_file_saved_cameraroll_"       = "File saved in photo album";
"_directory_on_top_yes_"        = "✓ Folders on top";
"_directory_on_top_no_"         = "Folders on top";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "No result";
"_search_in_progress_"          = "Search in progress…";
"_search_instruction_"          = "Search for file (minimum 2 characters)";
"_files_no_files_"              = "No files in here";
"_files_no_folders_"            = "No folders in here";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "File not present on server";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_files_"                 = "Paste files";

"_search_this_folder_"          = "Search in this folder";
"_search_all_folders_"          = "Search in all folders";
"_search_sub_folder_"           = "Search here and in subfolders";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";
"_cancel_all_task_"             = "Cancel all transfers";

"_status_wait_download_"        = "Waiting for download";
"_status_in_download_"          = "In download";
"_status_downloading_"          = "Downloading";
"_status_wait_upload_"          = "Waiting for upload";
"_status_in_upload_"            = "In upload";
"_status_uploading_"            = "Uploading";

// Media

"_select_media_folder_"         = "Select the \"Media\" folder";
"_media_viewimage_show_"        = "Show images";
"_media_viewimage_hide_"        = "Hide images";
"_media_viewvideo_show_"        = "Show video";
"_media_viewvideo_hide_"        = "Hide video";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error: Unable to download photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send link to…";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share, remove all users and groups";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Search for user or group…";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Enter the username…";
"_user_sharee_footer_"          = "Tap to change permissions";
"_share_type_title_"            = "Type of share";
"_share_type_user_"             = "User";
"_share_type_group_"            = "Group";
"_share_type_remote_"           = "Remote";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_read_"           = "Can read";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "Read only";
"_share_link_modify_"               = "Allow editing";
"_share_link_upload_"               = "File drop (upload only)";
"_share_link_upload_modify_"        = "Allow upload and editing";
"_share_link_hide_download_"        = "Hide download";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder: %@";

"_no_transfer_"                     = "No transfers yet";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_"                     = "No activity yet";
"_transfers_"                       = "Transfers";
"_activity_"                        = "Activity";
"_activity_file_not_present_"       = "File no longer present";

// List Shares

"_list_shares_"                     = "Shares";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Files and folders you share will show up here";

// Offline - Local Storage

"_create_synchronization_"          = "Create synchronization";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Local storage";
"_local_storage_no_record_"         = "No files yet";

// Create Cloud

"_upload_photos_videos_"            = "Upload photos or videos";
"_upload_file_"                     = "آپلود فایل";
"_upload_file_text_"                = "Create text file";

// Document Picker

"_save_document_picker_"            = "Save here";

// CreateFormUploadAssets

"_destination_folder_"              = "Destination folder";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Rename";
"_filename_"                        = "Filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "The file or folder name contains invalid characters";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Photo/Video";
"_maintain_original_filename_"      = "Maintain original filename";

// Notification

"_notification_"                    = "Notification";

// Photo Browser

"Done"                              = "انجام شد";
"Select Photos"                     = "Select Photos";
"photo"                             = "photo";
"photos"                            = "photos";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

// Text File

"_untitled_txt_"                    = "Untitled.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Encryption";
"_e2e_settings_"                    = "End-to-end encryption";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_not_available_"      = "End-to-end encryption not available";
"_e2e_settings_activated_"          = "End-to-end encryption activated";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";

// Scan Document

"_scans_document_"                  = "Scans document";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "Page";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "Black & White";
"_filter_grayscale_"                = "Grayscale";
"_quality_image_title_"             = "Image quality";
"_quality_high_"                    = "Large file size of high quality";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "File type";
"_pdf_password_"                    = "PDF Password";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Next";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Done";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Review";

// Trah

"_trash_view_"                      = "Deleted files";
"_trash_restore_all_"               = "Restore all files";
"_trash_delete_all_"                = "Empty trash";
"_trash_no_trash_"                  = "No files deleted";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Restore selected files";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage file offline";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "Create new document";
"_create_new_spreadsheet_"          = "Create new spreadsheet";
"_create_new_presentation_"         = "Create new presentation";

// Intro

"_intro_1_title_"                   = "یک خانه امن برای تمام اطلاعات شما";
"_intro_2_title_"                   = "چند حساب کاربری جداگانه ";
"_intro_3_title_"                   = "شروع کنید";
"_intro_4_title_"                   = "Screensharing, online meetings & web conferences";

"_log_in_"                          = "Log in";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";

// Error

"_bad_username_password_"               = "نام کاربری یا رمز ورود اشتباه است";
"_cancelled_by_user"                    = "انتقال لغو شد";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "شما دسترسی مجاز برای انجام این عمل را ندارید";
"_error_path_"                          = "قادر به باز کردن این فایل یا پوشه نیست لطفا مطمئن شوید که آن وجود دارد";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "نام فایل دارای حداقل یک کاراکتر نامعتبر است";
"_not_connected_internet_"              = "خطای اتصال به سرور";
"_not_possible_connect_to_server_"      = "در این زمان امکان اتصال به سرور وجود ندارد";
"_not_possible_create_folder_"          = "پوشه نتوانست ایجاد شود";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "گذشت زمان بیش از اندازه, دوباره امتحان کنید";
"_unknow_response_server_"              = "پاسخ غیرمنتظره از سرور";
"_user_autentication_required_"         = "احراز هویت کاربر مورد نیاز است";
"_file_directory_locked_"               = "فایل یا دایرکتوری قفل شده است";
"_ssl_certificate_untrusted_"           = "حجم فایل معتبر نیست";
"_internal_server_"                     = "Internal server error";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists";
"_file_folder_not_exists_"              = "فایل منبع در مسیر مشخص شده یافت نشد";
"_folder_contents_nochanged_"           = "محتوای پوشه تغییر نکرده است";
"_images_invalid_converted_"            = "تصویر نامعتبر است و نمی تواند به یک تصویر کوچک تبدیل شود";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "سرور به طور موقت در دسترس نمیباشد";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "سهمیه ذخیره سازی شما تمام شده است";
"_ssl_connection_error_"                = " خطا در اتصال SSL، دوباره امتحان کنید";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";

// BKPasscode

"%d Failed Passcode Attempts" = "%d تلاش های ناموفقیت برای رمز عبور";
"%d Failed Password Attempts" = "%d تلاش های ناموفقیت برای رمز عبور";

"1 Failed Passcode Attempt" = "1 تلاش ناموفقیت برای رمز عبور";
"1 Failed Password Attempt" = "1 تلاش ناموفقیت برای رمز عبور";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "انجام شد";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "استفاده از رمز عبور قبلی مقدور نیست, رمز جدید انتخاب کنید";
"Enter a different password. Cannot re-use the same password." = "استفاده از رمز عبور قبلی مقدور نیست, رمز جدید انتخاب کنید";

"Enter a passcode" = "رمز خود را وارد کنید";
"Enter a password" = "یک گذرواژه وارد کنید";

"Enter your new passcode" = "رمز عبور جدید خود را وارد کنید";
"Enter your new password" = "گذرواژه جدید خود را وارد کنید";

"Enter your old passcode" = "رمز عبور قبلی را وارد کنید";
"Enter your old password" = "گذرواژه قدیمی خود را وارد کنید";

"Enter your passcode" = "رمز خود را وارد کنید";
"Enter your password" = "گذرواژه خود وارد کنید";

"Invalid Passcode" = "رمز نادرست";
"Invalid Password" = "گذرواژه نادرست";

"Passcodes did not match.\nTry again." = "کد های عبور مطابقت نداشت.\nدوباره امتحان کنید.";
"Password did not match.\nTry again." = "گذرواژه مطابقت نداشت.\nدوباره امتحان کنید.";

"Re-enter your passcode" = "کد عبور خود را دوباره وارد کنید";
"Re-enter your password" = "گذرواژه خود را دوباره وارد کنید";

"Try again in %d minutes" = " %d دقیقه دیگر دوباره امتحان کنید";

"Try again in 1 minute" = " 1 دقیقه دیگر دوباره امتحان کنید";

